const config = {
	serverUrl: '127.0.0.1',
	GAODE_KEY: '142adbd760618e123255c785283f7606',
	WEEK_ENUM: {
		'0': '星期日',
		'1': '星期一',
		'2': '星期二',
		'3': '星期三',
		'4': '星期四',
		'5': '星期五',
		'6': '星期六'
	},
	orderStatus: {
		'0': '请求处理中',
		'1': '已安排救援',
		'2': '司机在路上',
		'3': '施救中',
		'4': '车辆送达中',
		'5': '车辆已送达'
	},
	orderColor: {
		'0': 'f0ad4e',
		'1': '4cd964',
		'2': '4cd964',
		'3': '4cd964',
		'4': '4cd964',
		'5': 'f1f1f1'
	},
	statusEnum:{
		'0': '订单已生成',
		'1': '出车途中',
		'2': '现场施救中',
		'3': '送达途中',
		'4': '完成',
		'99': '取消'
	},
	billStatusEnum: {
		'-1': '非单据订单',
		'0': '单据未提交',
		'1': '单据已提交'
	},
	payStatusEnum: {
		'0': '未支付',
		'1': '已支付'
	},
	payTypeEnum: {
		'0': '现金',
		'1': '微信',
		'2': '单据',
		'99': '其它',
	},
	payColor: {
		'0': 'dd524d',
		'1': 'f1f1f1'
	}
};
export default config;
